Repository: Frankxz/Pawpet
Catalog: Pawpet/Resourses/Localize/*.lproj/Localizable.strings
Languages: ru

source: Welcome
ru: Добро пожаловать

source: Here you'll find a pet 🐶
ru: Найдите себе питомца уже сегодня 🐶

source: Forgot password ?
ru: Забыли пароль ?

source: We will send you email with instructions to reset your password.
ru: Мы отправим вам электронное письмо с инструкциями по сбросу пароля.

source: Reset password
ru: Восстановить пароль

source: Don't have account ?
ru: Нет учетной записи?

source: Sign up now !
ru: Создайте ее сейчас !

source: Sign in
ru: Войти

source: Enter your email
ru: Укажите свой email

source: This will help you to enter the application.
ru: С помощью него будет производится вход в ваш аккаунт.

source: Create your password
ru: Создайте свой пароль

source: Password requirements: 1. Minimum length - 8 characters 2. Contains at least one capital letter 3. Contains at least one lowercase letter 4. Contains at least one number
ru: Требования к паролю: 1. Минимальная длина - 8 символов 2. Содержит хотя бы одну заглавную букву 3. Содержит хотя бы одну строчную букву 4. Содержит хотя бы одну цифру

source: Enter your phone number
ru: Укажите ваш номер телефона

source: This will help us verify that you are a real human and avoid malicious attacks. Also, the phone number will help you restore access to your account.
ru: Номер телефона поможет нам убедиться, что вы настоящий человек, и избежать злонамеренных атак. Ваш номер телефона будет виден пользователям если вы опубликуете обьявление.

source: Enter the verification code
ru: Введите код подтверждения

source: The verification code has been sent to your phone number. It should come within 5 minutes. If you don't receive a verification code, please try again later.
ru: Код подтверждения был отправлен на ваш номер телефона. Он должен прийти в течение 5 минут. Если вы не получили код подтверждения, повторите попытку позже.

source: Enter your name
ru: Как вас зовут ?

source: This information will be visible to all users.
ru: Данная информация будет видна всем пользователям если вы опубликуете обьявление.

source: Name
ru: Имя

source: Surname
ru: Фамилия

source: Select your country
ru: Выберите вашу страну

source: Select your city
ru: Выберите ваш город

source: Search your location...
ru: Найдите свою страну...

source: Cancel
ru: Отменить

source: Edit
ru: Редактировать

source: Remove
ru: Удалить

source: Everything is ready !
ru: Всё готово !

source: You are signed up and can start exploring the world of Pawpet
ru: Вы зарегистрированы и можете начать исследовать мир Pawpet

source: Hello,
ru: Здравствуйте,

source: Cats
ru: Кошки

source: Cat
ru: Кошка

source: Dogs
ru: Собаки

source: Dog
ru: Cобака

source: Fishes
ru: Рыбки

source: Fish
ru: Рыба

source: Rodents
ru: Грызуны

source: Rodent
ru: Грызун

source: Reptiles
ru: Рептилии

source: Reptile
ru: Рептилия

source: Other
ru: Другое

source: Birds
ru: Птицы

source: Bird
ru: Птица

source: Search your dream pet
ru: Поиск питомцев...

source: Search
ru: Поиск

source: Detailed search
ru: Детальный поиск

source: Please select the desired options
ru: Пожалуйста, выберите желаемые параметры

source: Select pet type
ru: Выбрать тип питомца

source: Select region
ru: Выбрать регион

source: Is crossbreed
ru: Является ли помесью

source: Select breed
ru: Выбрать породу

source: Select age
ru: Выбрать возраст

source: Select gender
ru: Выбрать пол

source: Price from
ru: Цена от

source: Price to
ru: Цена до

source: Сupping
ru: Купирован(а)

source: Was cupping
ru: Купирован(а)

source: Sterilized
ru: Стерилизован(а)

source: Vaccinated
ru: Привит(а)

source: Select
ru: Выбрать

source: Post
ru: Публикации

source: Add post
ru: Добавить публикацию

source: Oops, here is no posts yet...
ru: Упс! У вас еще нет публикаций...

source: It's time to add, try it, it's very easy!
ru: Может пора добавить? Попробуйте, это очень просто!

source: Select the type of pet
ru: Выберите тип питомца

source: This will help users find your listing faster and will also help us provide you with a list of breeds.
ru: Это поможет пользователям быстрее найти ваше объявление, а также поможет нам предоставить вам список пород.

source: Is your pet's breed a crossbreed ?
ru: Является ли порода вашего питомца помесью?

source: If your pet's breed is a crossbreed, you will be able to choose the breeds of the mother and father of the pet.
ru: Если порода вашего питомеца является помесью, вы сможете выбрать несколько пород.

source: A crossbreed is a pet obtained from parents of different breeds. For example, if you cross two dogs of different breeds, then their descendants will be a mixture. Crossbreeds can share the characteristics and traits of both breeds from which they are descended, and often have a unique appearance and personality.
ru: Помесь – потомство, полученное от родителей разных пород. Например, если скрестить двух собак разных пород, то их потомство будет помесью. Помеси могут иметь общие характеристики и черты обеих пород, от которых они произошли, и часто имеют уникальный внешний вид и индивидуальность.

source: Select the breed of pet
ru: Выберите породу

source: Search your pet's breed
ru: Найти породу вашего питомца

source: Select the first breed of the crossbreed
ru: Выберите первую породу помеси

source: Select the second breed of the crossbreed
ru: Выберите вторую породу помеси

source: Select your pet's age
ru: Выберите возраст вашего питомца

source: Please, if your pet is a newborn, set the year and month values to be zero.
ru: Пожалуйста, если ваш питомец является новорожденным, установите значения года и месяца равными нулю.

source: years
ru: г.

source: months
ru: мес.

source: Please, provide more info
ru: Пожалуйста, предоставьте больше информации

source: Please provide up-to-date information about your pet.
ru: Пожалуйста, предоставляйте только актуальную информацию о вашем питомце.

source: With documents
ru: Имеются документы

source: Male
ru: Муж.

source: Female
ru: Жен.

source: Enter a description
ru: Укажите описание

source: If you do not want to specify anything in the description, you can skip this step.
ru: Если вы не желаете ничего указывать в описании, этот шаг можно пропустить.

source: Select photos of your pet
ru: Предоставьте фотографии вашего питомца

source: Please choose actual photos of the pet. Please note that the first photo will be the main one.
ru: Пожалуйста, выберите актуальные фотографии питомца. Обратите внимание, что первое фото будет основным.

source: Enter the price
ru: Укажите цену

source: If you don't want to set a price, and want to make it free, click on the toggler to set the position to free. Keep in mind, you can change the displayed currency by clicking on the emblem of the current currency
ru: Если вы не желаете устанавливать цену и хотите передать питомца за бесплатно, щелкните переключатель, чтобы установить его в положение бесплатно, либо же просто пропустите данный шаг. Имейте в виду, вы можете изменить отображаемую валюту, нажав на эмблему текущей валюты.

source: Set no price and make free:
ru: Не устанавливать цену:

source: FREE
ru: БЕСПЛАТНО

source: Continue
ru: Продолжить

source: Your publication has been published!
ru: Ваше объявление опубликовано !

source: It remains only to wait until someone notices your ad and is interested in it.
ru: Остается только ждать, пока кто-нибудь заметит ваше объявление и заинтересуется им.

source: Close
ru: Закрыть

source: Owner
ru: Владелец

source: Yes
ru: Да

source: No
ru: Нет

source: Cupping
ru: Купирован

source: Documents
ru: Документы

source: Vacine
ru: Привит(а)

source: Gender
ru: Пол

source: Age
ru: Возраст

source: Color
ru: Окрас

source: m.
ru: мес.

source: Connect with seller
ru: Связаться с продавцом

source: Select the color
ru: Выберите цвет

source: Pet's color
ru: Окрас питомца

source: Black
ru: Черный

source: White
ru: Белый

source: Brown
ru: Коричневый

source: Pale
ru: Палевый

source: Gray
ru: Серый

source: Ginger
ru: Рыжий

source: Spotted
ru: Пятнистый

source: Tiger
ru: Тигровый

source: Gold
ru: Золотой

source: Profile
ru: Профиль

source: Favorite List
ru: Список избранного

source: All posts that you marked as liked are displayed here.
ru: Здесь отображаются все публикации, которые вы отметили как понравившиеся.

source: Profile settings
ru: Настройки профиля

source: To save the changed information, click on the save button in the upper right corner.
ru: Чтобы сохранить измененную информацию, нажмите кнопку сохранения в верхнем правом углу.

source: Publication editing
ru: Редактирование публикации

source: Select new photo
ru: Выберите новое фото

source: Save
ru: Сохранить

source: Change location
ru: Изменить регион

source: Change currency
ru: Изменить валюту

source: Change email
ru: Изменить email

source: Change phone number
ru: Изменить номер телефона

source: Change password
ru: Изменить пароль

source: Logout
ru: Выйти из аккаунта

source: Chose the currency
ru: Выберите валюту

source: The changed currency will be selected by default on selecting price screen when you will publicate new post
ru: Измененная валюта будет выбрана по умолчанию при выкладке объявления на шаге установки цены

source: US's Dollar
ru: Доллар США

source: Russian Ruble
ru: Российский рубль

source: Tenge
ru: Тенге

source: Enter your new email
ru: Укажите свой новый email

source: This will help you to enter the application
ru: С помощью него будет производится вход в ваш аккаунт

source: Your password for confirmation...
ru: Ваш пароль для подтверждения...

source: Change
ru: Изменить

source: Enter your new phone number
ru: Укажите ваш новый номер телефона

source: Phone number will help us verify that you are a real human and avoid malicious attacks. Also, the phone number will help you restore access to your account.
ru: Номер телефона поможет нам убедиться, что вы настоящий человек, и избежать злонамеренных атак. Ваш номер телефона будет виден пользователям если вы опубликуете обьявление.

source: Countries
ru: Страны

source: Enter your new password
ru: Укажите ваш новый пароль

source: Also you will need to enter your old password to confirm. Don't forget about password requirements: 1. Minimum length - 8 characters 2. Contains at least one capital letter 3. Contains at least one lowercase letter 4. Contains at least one number
ru: Также вам нужно будет ввести свой старый пароль для подтверждения. Не забывайте о требованиях к паролю: 1. Минимальная длина - 8 символов 2. Содержит хотя бы одну заглавную букву 3. Содержит хотя бы одну строчную букву 4. Содержит хотя бы одну цифру

source: OLD password
ru: СТАРЫЙ пароль

source: NEW password
ru: НОВЫЙ пароль

source: Oops... Error!
ru: Упс... Ошибка !

source: Please fill in all fields
ru: Заполните все поля

source: Please enter your email and password to following fields.
ru: Пожалуйста, введите адрес электронной почты и пароль.

source: Invalid email address or password. Please try again.
ru: Неверный адресс электронной почты или пароль. Пожалуйста, попробуйте еще раз.

source: The phone number is already in use by another account.
ru: Номер телефона уже используется другим аккаунтом.

source: Incorrected verification code. Try again.
ru: Неверный код подтверждения. Попробуйте снова и введите код подтверждения из СМС.

source: Location successfully changed.
ru: Регион успешно изменен.

source: Current location:
ru: Текущий регион:

source: Email successfully changed.
ru: Email успешно изменен.

source: Current email:
ru: Текущий email:

source: Avatar successfully changed.
ru: Фотография успешно изменена

source: Password successfully changed.
ru: Пароль успешно изменен.

source: Ph. No. successfully changed.
ru: Тел. номер. успешно изменен.

source: Current number:
ru: Текущий номер:
